{
  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Hero--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Efficient digital logging": "Registro digital eficiente",
  "Trusted by Leading Organizations": "Confiado por organizaciones líderes",
  "Streamline compliance, enhance safety, and drive efficiency with our smart QMS software": "Simplifique el cumplimiento, mejore la seguridad y aumente la eficiencia con nuestro software inteligente de gestión de calidad.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Logs--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Qoodo Logs": "Registros Qoodo",
  "Digital Logging for control and efficiency": "Registro digital para control y eficiencia",
  "Simplify and Streamline Your Logging Process": "Simplifique y optimice su proceso de registro",
  "Starting Your logs": "Iniciando sus registros",
  "Initiating Logs": "Iniciando registros",
  "Start your logging process by selecting the appropriate log. Each log has a dedicated page for easy data entry and management.": "Comience su proceso de registro seleccionando el registro adecuado. Cada registro tiene una página dedicada para una fácil entrada y gestión de datos.",
  "Log Entry Review": "Revisión de entradas de registro",
  "Signing and Saving Logs:": "Firmar y guardar registros:",
  "Easily input and save log data for efficient tracking.": "Introduzca y guarde fácilmente los datos del registro para un seguimiento eficiente.",
  "Log Assignment": "Asignación de registros",
  "Assign logs": "Asignar registros",
  "Assign logs as tasks to team members, with notifications to keep everyone on track.": "Asigne registros como tareas a los miembros del equipo, con notificaciones para mantener a todos en sintonía.",
  "Log Export": "Exportación de registros",
  "Exporting Logs": "Exportando registros",
  "Export logs in PDF or Excel format if needed, with options to customize the time interval. Get your team ready for the reports just by one-click sending them.": "Exporte registros en formato PDF o Excel si es necesario, con opciones para personalizar el intervalo de tiempo. Prepare a su equipo para los informes con solo un clic.",
  "Location-Based Logging": "Registro basado en ubicación",
  "QR Code & Localization": "Código QR y localización",
  "Generate QR codes for quick and easy log data input and management.Utilize localization to restrict logging based on GPS, ensuring logs are made from designated locations only.": "Genere códigos QR para una entrada y gestión de datos de registro rápida y sencilla. Utilice la localización para restringir el registro basado en GPS, asegurando que los registros se realicen solo desde ubicaciones designadas.",
  "Custom labelling": "Etiquetado personalizado",
  "New Label modul": "Nuevo módulo de etiquetado",
  "Create any type of label for your tracking needs with our custom labeling module.": "Cree cualquier tipo de etiqueta para sus necesidades de seguimiento con nuestro módulo de etiquetado personalizado.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------Book Demo--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Get Started Today": "Reserve una demostración",
  "Book a Demo from Qoodo.": "Reserve una demostración con Qoodo.",
  "See how Qoodo can transform your quality management processes.": "Vea cómo Qoodo puede transformar sus procesos de gestión de calidad.",
  "Book a Demo": "Solicitar una demostración",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO EFFICIENCY--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "Qoodo: The Smart Choice": "Qoodo: La elección inteligente",
  "Experience the Advantages of Our System": "Experimente las ventajas de nuestro sistema",
  "Time saving": "Ahorro de tiempo",
  "Efficiency and Productivity": "Eficiencia y productividad",
  "Regulatory compliance": "Cumplimiento normativo",
  "Paper - based": "Basado en papel",
  "Other platforms": "Otras plataformas",
  "Qoodo": "Qoodo",
  "85% Time Savings in quality management with Qoodo.": "85% de ahorro de tiempo en la gestión de calidad con Qoodo.",
  "95% Efficiency and Productivity in quality management with Qoodo.": "95% de eficiencia y productividad en la gestión de calidad con Qoodo.",
  "99% Regulatory compliance in quality management with Qoodo.": "99% de cumplimiento normativo en la gestión de calidad con Qoodo.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Featuress--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "Fire Safety Tracking": "Seguimiento de seguridad contra incendios",
  "Food Safety Tracking": "Seguimiento de seguridad alimentaria",
  "Ensure full compliance with food safety regulations using Qoodo's comprehensive digital logs for critical control points, corrective actions, and sanitation procedures. Our solution supports HACCP, IFS, ISO 9001, and any other standards or internal and external policies.     Logs to be Filled Regularly:": "Garantice el cumplimiento total de las normativas de seguridad alimentaria utilizando los registros digitales integrales de Qoodo para puntos de control críticos, acciones correctivas y procedimientos de saneamiento. Nuestra solución admite HACCP, IFS, ISO 9001 y cualquier otro estándar o política interna y externa. Registros que deben completarse regularmente:",
  "Temperature Logs": "Registros de temperatura",
  "Sanitation Logs": "Registros de saneamiento",
  "Employee Training Logs": "Registros de capacitación de empleados",
  "Equipment Calibration Logs": "Registros de calibración de equipos",
  "Pest Control Logs": "Registros de control de plagas",
  "Allergen Control Logs": "Registros de control de alérgenos",
  "Critical Control Point (CCP) Logs": "Registros de puntos de control críticos (CCP)",
  "Water Quality and Testing Logs": "Registros de calidad y pruebas de agua",
  "Incident and Corrective Action Logs": "Registros de incidentes y acciones correctivas",
  "Traceability Logs": "Registros de trazabilidad",
  "Consumer Complaint Logs": "Registros de quejas de consumidores",
  "Work Safety Tracking": "Seguimiento de seguridad laboral",
  "Digital Safety Records:": "Registros de seguridad digitales:",
  "Track incidents, near misses, safety observations, and compliance with safety training requirements digitally through Qoodos robust work safety tracking": "Realice un seguimiento digital de incidentes, casi accidentes, observaciones de seguridad y cumplimiento de los requisitos de capacitación en seguridad a través del robusto seguimiento de seguridad laboral de Qoodo.",
  "Customizable Logs:": "Registros personalizables:",

  "No matter which point of the Self-Inspection Plan you're dealing with, within our system, you can easily and quickly create the necessary inspection log.": "No importa en qué punto del Plan de Autoinspección se encuentre, dentro de nuestro sistema, puede crear fácil y rápidamente el registro de inspección necesario.",

  "Create and customize safety logs or checklists tailored to your organizations specific safety protocols with ease.": "Cree y personalice registros de seguridad o listas de verificación adaptadas a los protocolos de seguridad específicos de su organización con facilidad.",
  "Fire Safety Compliance:": "Cumplimiento de seguridad contra incendios:",
  "Ensure compliance with fire safety regulations using Qoodos fire safety tracking module. Log inspections, drills, incidents, and corrective actions digitally.": "Garantice el cumplimiento de las normativas de seguridad contra incendios utilizando el módulo de seguimiento de seguridad contra incendios de Qoodo. Registre inspecciones, simulacros, incidentes y acciones correctivas digitalmente.",
  "Flexible Logging:": "Registro flexible:",
  "Adapt fire safety protocols seamlessly with customizable logs and checklists within Qoodo.": "Adapte los protocolos de seguridad contra incendios sin problemas con registros y listas de verificación personalizables dentro de Qoodo.",
  "Self-monitoring Plan Compliance": "Cumplimiento del Plan de Autoinspección",
  "Regulatory Compliance:": "Cumplimiento normativo:",
  "Support compliance with Önellenőrzési Terv regulations through Qoodos digital recordkeeping and reporting capabilities. Manage regulatory documentation efficiently for audit readiness.": "Apoye el cumplimiento de las regulaciones del Plan de Autoinspección a través de las capacidades de registro y generación de informes digitales de Qoodo. Gestione la documentación normativa de manera eficiente para estar listo para auditorías.",
  "Ease of Customization": "Facilidad de personalización",
  "Create Custom Logs and Checklists:": "Cree registros y listas de verificación personalizadas:",
  "Easily create and customize logs, checklists, tasks, and protocols within Qoodo. Adapt templates quickly to meet evolving compliance needs and operational requirements.": "Crea y personaliza fácilmente registros, listas de verificación, tareas y protocolos dentro de Qoodo. Adapta las plantillas rápidamente para satisfacer las necesidades de cumplimiento y los requisitos operativos en evolución.",
  "Flexible Audit Protocols:": "Protocolos de auditoría flexibles:",
  "Empower your team with Qoodos flexible audit protocols and inspection systems. Customize audit templates to align with specific regulatory standards and organizational processes.": "Empodera a tu equipo con los protocolos de auditoría flexibles y los sistemas de inspección de Qoodo. Personaliza las plantillas de auditoría para alinearlas con los estándares regulatorios específicos y los procesos organizacionales.",
  "Attendance Tracking": "Control de Horario",
  "Employee Attendance Management": "Gestión de Horario de empleados",
  "Simplify attendance tracking with Qoodo's digital solution. Monitor employee attendance, manage timesheets, and ensure compliance with labor regulations efficiently.": "Simplifica el control de horario con la solución digital de Qoodo. Monitorea el horario de los empleados, gestiona las hojas de tiempo y asegura el cumplimiento de las regulaciones laborales de manera eficiente.",
  "Detailed Logs": "Registros detallados",
  "Maintain accurate and detailed attendance logs for better workforce management and audit readiness.": "Mantén registros de horario precisos y detallados para una mejor gestión de la fuerza laboral y preparación para auditorías.",
  "Efficient Solutions for Quality Management and Compliance": "Soluciones eficientes para la gestión de calidad y el cumplimiento",
  "Key Features and How They Benefit You": "Características clave y cómo te benefician",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO industries--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Who is Qoodo's Smart QMS Software Perfect For?": "¿Para quién es perfecto el software Smart QMS de Qoodo?",
  "Our solution is ideal for a variety of industries including:": "Nuestra solución es ideal para una variedad de industrias, incluyendo:",

  "Food Manufacturers": "Fabricantes de alimentos",
  "Streamline production processes and ensure product quality.": "Agilice los procesos de producción y asegure la calidad del producto.",

  "Hospitality Providers": "Proveedores de hospitalidad",
  "Maintain high standards of food safety and service quality.": "Mantenga altos estándares de seguridad alimentaria y calidad del servicio.",

  "Accommodation Service Providers": "Proveedores de servicios de alojamiento",
  "Enhance guest satisfaction by ensuring consistent service and facility standards.": "Mejore la satisfacción de los huéspedes asegurando un servicio y estándares de instalaciones consistentes.",

  "Occupational Safety and Fire Protection": "Profesionales y empresas de seguridad laboral y protección contra incendios",
  "Ensure workplace safety by implementing and monitoring compliance with safety regulations.": "Asegure la seguridad en el lugar de trabajo implementando y monitoreando el cumplimiento de las regulaciones de seguridad.",

  "HACCP, ISO, and IFS Experts and Companies": "Expertos y empresas HACCP, ISO e IFS",
  "Streamline compliance with international standards and maintain certification requirements.": "Agilice el cumplimiento de los estándares internacionales y mantenga los requisitos de certificación.",

  "Quality Assurance Officers and Teams": "Oficiales y equipos de aseguramiento de la calidad",
  "Implement robust quality control measures and procedures.": "Implemente medidas y procedimientos sólidos de control de calidad.",

  "Internal and External Auditors": "Auditores internos y externos",
  "Conduct thorough audits and maintain transparency.": "Realice auditorías exhaustivas y mantenga la transparencia.",

  "Other companies where various standards are applied": "Otras empresas donde se aplican diversos estándares",
  "Optimize processes to meet diverse industry standards and improve operational efficiency.": "Optimice los procesos para cumplir con diversos estándares industriales y mejorar la eficiencia operativa.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Standards--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Standards We Support": "Normas que apoyamos",
  "HACCP": "HACCP",
  "Hazard Analysis and Critical Control Points for food safety.": "Análisis de peligros y puntos críticos de control para la seguridad alimentaria.",
  "IFS": "IFS",
  "International Featured Standards for ensuring product safety and quality.": "Normas internacionales destacadas para garantizar la seguridad y calidad del producto.",
  "ISO 9001": "ISO 9001",
  "Quality management system standards.": "Normas del sistema de gestión de calidad.",
  "ISO 22000": "ISO 22000",
  "Food safety management system standards.": "Normas del sistema de gestión de seguridad alimentaria.",
  "BRC": "BRC",
  "British Retail Consortium standards for food safety and quality.": "Normas del Consorcio de Comercio Minorista Británico para la seguridad y calidad alimentaria.",
  "Local Regulatory Standards": "Normas regulatorias locales",
  "Compliance with local food safety and quality regulations.": "Cumplimiento con las regulaciones locales de seguridad alimentaria y calidad.",
  "Internal Policies": "Políticas internas",
  "Adherence to your organization's internal quality and safety policies.": "Cumplimiento de las políticas internas de calidad y seguridad de su organización.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO FAQ--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "Frequently Asked Questions": "Preguntas frecuentes",
  "What benefits does Qoodo's quality management software provide?": "¿Qué beneficios ofrece el software de gestión de calidad de Qoodo?",
  "Qoodo's quality management software enhances operational efficiency, improves safety and compliance, streamlines tracking and reporting processes, and integrates seamlessly with other tools, leading to increased productivity and profitability.": "El software de gestión de calidad de Qoodo mejora la eficiencia operativa, mejora la seguridad y el cumplimiento, agiliza los procesos de seguimiento e informes, e integra perfectamente con otras herramientas, lo que conduce a un aumento de la productividad y rentabilidad.",

  "What key features does Qoodo offer for quality management?": "¿Qué características clave ofrece Qoodo para la gestión de calidad?",
  "Qoodo includes essential features such as customizable checklist creation, detailed inspection and audit capabilities, real-time analytics and reporting, mobile accessibility for on-the-go inspections, task assignment and notifications, and centralized data storage.": "Qoodo incluye características esenciales como la creación de listas de verificación personalizables, capacidades detalladas de inspección y auditoría, análisis e informes en tiempo real, accesibilidad móvil para inspecciones en el lugar, asignación de tareas y notificaciones, y almacenamiento centralizado de datos.",

  "How does Qoodo improve safety and compliance?": "¿Cómo mejora Qoodo la seguridad y el cumplimiento?",
  "Qoodo enhances safety and compliance through regular inspections and audits, real-time tracking of compliance metrics, incident reporting and follow-up alerts, and in-app safety and compliance training, ensuring a secure environment for all stakeholders.": "Qoodo mejora la seguridad y el cumplimiento mediante inspecciones y auditorías regulares, seguimiento en tiempo real de los indicadores de cumplimiento, informes de incidentes y alertas de seguimiento, y formación en seguridad y cumplimiento dentro de la aplicación, garantizando un entorno seguro para todos los interesados.",

  "Is Qoodo suitable for various industries and businesses?": "¿Es Qoodo adecuado para diversas industrias y empresas?",
  "Yes, Qoodo is versatile and ideal for a wide range of industries and businesses, including:\n- Food Manufacturers\n- Food Service Providers\n- Safety Managers\n- Compliance Officers\n- Quality Assurance Teams\n- Internal and External Auditors\n- Hospitality Industry\n- Healthcare Facilities\n- Manufacturing Plants\n- Retail Chains": "Sí, Qoodo es versátil y ideal para una amplia gama de industrias y empresas, incluyendo:\n- Fabricantes de alimentos\n- Proveedores de servicios de alimentos\n- Gerentes de seguridad\n- Oficiales de cumplimiento\n- Equipos de aseguramiento de calidad\n- Auditores internos y externos\n- Industria hotelera\n- Instalaciones de atención médica\n- Plantas de fabricación\n- Cadenas de retail",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Case Studies--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Case Studies": "Estudios de caso",
  "Learn how Qoodo has helped businesses achieve their quality management goals.": "Aprenda cómo Qoodo ha ayudado a las empresas a lograr sus objetivos de gestión de calidad.",
  "The online logging with Qoodo makes it easier for us to close units and check workflows. The assessment of colleagues and their tasks can be traced. Reminding annual/semi-year/quarterly logs to be less frequent greatly reduced our error opportunities.": "El registro en línea con Qoodo nos facilita cerrar unidades y verificar los flujos de trabajo. La evaluación de los colegas y sus tareas puede ser rastreada. Recordar los registros anuales/semestrales/trimestrales para que sean menos frecuentes redujo considerablemente nuestras oportunidades de error.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------Contact Form--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Contact Us": "Contáctenos",
  "First Name": "Nombre",
  "Last Name": "Apellido",
  "Email": "Correo electrónico",
  "Enter your message here": "Escriba su mensaje aquí",
  "Submit": "Enviar",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------Header--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "Solutions": "Soluciones",
  "Logs": "Registros",
  "Industries": "Industrias",
  "Standards": "Normas",
  "Audit": "Auditoría",
  "Attendance": "Horario",
  "Book Demo": "Reserva una demostración",
  "---------------------------------------------------------------------------------------------------------------------------------------------------------Footer--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Navigation": "Navegación",
  "Support": "Soporte",
  "Terms of Use": "Términos de uso",
  "Cookies": "Cookies",
  "2025 Qoodo. All rights reserved": "2025 Qoodo. Todos los derechos reservados",
  "Our Social": "Nuestras redes sociales",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------BookDEMo--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Name is required": "Se requiere el nombre",
  "Invalid email address": "Dirección de correo electrónico no válida",
  "Phone Number is required": "Se requiere número de teléfono",
  "At least one interest must be selected": "Debe seleccionarse al menos un interés",
  "Form Submitted": "Formulario enviado",
  "Your demo request has been sent successfully.": "Su solicitud de demostración ha sido enviada con éxito.",
  "Submission Failed": "Envío fallido",
  "There was an issue submitting your request.": "Hubo un problema al enviar su solicitud.",
  "Online logging": "Registro en línea",
  "Audit and inspection": "Auditoría e inspección",
  "Digital Attendance": "Horario digital",
  "Education": "Educación",
  "HACCP/IFS/ISO": "HACCP/IFS/ISO",
  "Applying the new self-monitoring regulation": "Aplicando la nueva regulación de auto-monitoreo",
  "Something else": "Algo más",

  "Qoodo digital logging": "Qoodo registro digital",
  "Qoodo Audit": "Qoodo auditoría",
  "Qoodo Attendance assistance": "Qoodo Control de Horario",
  "Qoodo Education": "Qoodo educación",
  "Qoodo \"perform to earn\" program": "Qoodo programa \"rendimiento por recompensa\"",
  "Experience Qoodo in Action": "Experimenta Qoodo en acción",
  "Book a demo to see first hand how Qoodo QMS can transform your business. Let's explore together:": "Reserva una demostración para ver de primera mano cómo Qoodo QMS puede transformar tu negocio. Exploremos juntos:",
  "How Qoodo QMS optimizes workflows and enhances productivity.": "Cómo Qoodo QMS optimiza los flujos de trabajo y aumenta la productividad.",
  "How are our features designed to meet temporary and permanent": "Cómo están diseñadas nuestras funciones para cumplir con objetivos comerciales temporales y permanentes",
  "How Qoodo QMS assists in maintaining regulatory compliance": "Cómo Qoodo QMS ayuda a mantener el cumplimiento normativo.",
  "Our Solutions": "Nuestras soluciones",
  "Fill out the form below to book a demo and see how our": "Rellena el formulario a continuación para reservar una demostración y ver cómo nuestras soluciones optimizan los flujos de trabajo.",
  "I am interested in knowing about": "Estoy interesado en saber sobre",
  "Name": "Nombre",
  "Phone Number": "Número de teléfono",
  "---------------------------------------------------------------------------------------------------------------------------------------------------------Qoodo Audit--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "One-Click Auditing with Qoodo Audit": "Auditoría con un clic con Qoodo Audit",
  "Easily and efficiently conduct audits with our automated, intelligent tool.": "Realiza auditorías de forma sencilla y eficiente con nuestra herramienta automatizada e inteligente.",
  "Build Custom Checklists": "Crear listas de verificación personalizadas",
  "Create Tailored Checklists": "Crear listas de verificación personalizadas",
  "Transform your current paper or digital checklists into dynamic digital forms with our intuitive builder. Add custom fields and criteria to suit your unique inspection needs.": "Transforma tus listas de verificación actuales en papel o digitales en formularios digitales dinámicos con nuestro constructor intuitivo. Agrega campos y criterios personalizados para adaptarse a tus necesidades de inspección únicas.",
  "Conduct Comprehensive Inspections": "Realiza inspecciones exhaustivas",
  "Perform Detailed Inspections": "Realiza inspecciones detalladas",
  "Utilize mobile or desktop devices to perform thorough inspections. Ensure compliance with various standards like HACCP, ISO 9001, and local regulations.": "Utiliza dispositivos móviles o de escritorio para realizar inspecciones detalladas. Asegura el cumplimiento de diversas normas como HACCP, ISO 9001 y regulaciones locales.",
  "Track Incidents Effectively": "Rastrea incidentes eficazmente",
  "Manage Incident Tracking": "Gestiona el seguimiento de incidentes",
  "Record and track incidents directly from inspection findings. Prioritize and address issues promptly to maintain safety and compliance.": "Registra y rastrea incidentes directamente desde los hallazgos de las inspecciones. Prioriza y resuelve problemas rápidamente para mantener la seguridad y el cumplimiento.",
  "Generate Professional Reports": "Genera informes profesionales",
  "Produce Detailed Reports": "Produce informes detallados",
  "Automatically generate comprehensive reports after inspections. Customize the layout to include branding and essential information, and share them easily with stakeholders.": "Genera automáticamente informes completos después de las inspecciones. Personaliza el diseño para incluir la marca y la información esencial, y compártelos fácilmente con las partes interesadas.",
  "Assign Audits": "Asignar auditorías",
  "Efficiently Assign Tasks to Team Members": "Asigna eficientemente tareas a los miembros del equipo",
  "Allocate specific tasks and inspections to team members based on their roles and responsibilities. Ensure everyone knows their duties and deadlines.": "Asigna tareas e inspecciones específicas a los miembros del equipo según sus roles y responsabilidades. Asegúrate de que todos sepan sus tareas y plazos.",
  "Monitor and Analyze Performance": "Monitorea y analiza el rendimiento",
  "Gain Insight with Analytics": "Obtén información con análisis",
  "Access real-time dashboards to monitor performance, identify trends, and ensure compliance. Utilize data to make informed decisions and improve processes.": "Accede a paneles en tiempo real para monitorear el rendimiento, identificar tendencias y asegurar el cumplimiento. Utiliza los datos para tomar decisiones informadas y mejorar los procesos.",
  "---------------------------------------------------------------------------------------------------------------------------------------------------------Qoodo Cookies--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "We use cookies": "Usamos cookies",
  "We use cookies to ensure you get the best experience on our website. For more information on how we use cookies, please see our": "Usamos cookies para asegurarnos de que tengas la mejor experiencia en nuestro sitio web. Para obtener más información sobre cómo usamos las cookies, consulta nuestra",
  "cookie policy": "política de cookies",
  "Accept": "Aceptar",
  "Decline": "Rechazar",
  "Get it on:": "Consíguelo en:",

  "Purposes of Processing": "Finalidades del procesamiento",
  "Collecting Your Personal Data": "Recopilación de sus datos personales",
  "Advertising": "Publicidad",
  "Sharing Your Personal Data": "Compartir sus datos personales",
  "User Generated Content": "Contenido generado por el usuario",
  "International Data Transfer": "Transferencia internacional de datos",
  "Security": "Seguridad",
  "Retention": "Retención",
  "Our Policy on Children": "Nuestra política sobre niños",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------Qoodo Attendance--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "Stay on Track, Every Moment Counts!": "Mantente en el camino, cada momento cuenta!",
  "Simplify attendance tracking with ease and accuracy—anytime, anywhere.": "Simplifica el control de horario con facilidad y precisión, en cualquier momento y lugar.",
  "Quick Access and Role Management": "Acceso rápido y gestión de roles",
  "Access and User Roles": "Acceso y roles de usuario",
  "Easily open the Attendance Assistant from the homepage. Leaders can manage their own and others' attendance, while staff manage only their own.": "Abra fácilmente el Control de Horario desde la página de inicio. Los líderes pueden gestionar su propio horario y el de otros, mientras que el personal solo gestiona el suyo.",
  "Effortless Check-In/Out": "Registro de entrada/salida sin esfuerzo",
  "Check-In/Out": "Registro de entrada/salida",
  "Swipe the Check In button to log start times and Check Out to log end times. Alternatively you can use our Attendance Console where all the employees can easily check in and check out by typing their individual PIN codes.": "Deslice el botón de registro de entrada para registrar las horas de inicio y el de salida para registrar las horas de fin. Alternativamente, puede usar nuestra Consola de Horario donde todos los empleados pueden registrar fácilmente su entrada y salida introduciendo sus códigos PIN individuales.",
  "Manage Past Activities": "Gestionar actividades pasadas",
  "Manage and Review Activities": "Gestionar y revisar actividades",
  "Review and edit past activities as needed. Leaders can view all users' attendance data and check in/out on their behalf.": "Revise y edite actividades pasadas según sea necesario. Los líderes pueden ver los datos de horario de todos los usuarios y registrar entradas/salidas en su nombre.",
  "Smart Notifications and Reports": "Notificaciones inteligentes e informes",
  "Notifications and Reports": "Notificaciones e informes",
  "Set up smart notifications for attendance timeframes. Generate QR codes for easy check-in/out and export attendance sheets to PDF.": "Configure notificaciones inteligentes para los horarios de control. Genere códigos QR para un registro de entrada/salida fácil y exporte las hojas de horario a PDF.",
  "Location-Based Restrictions": "Restricciones basadas en ubicación",
  "Limit location": "Limitar ubicación",
  "Admins can restrict check-in/out locations using mobile GPS. Enable GPS, activate restriction, and select users for location-based restrictions.": "Los administradores pueden restringir las ubicaciones de registro de entrada/salida utilizando el GPS móvil. Habilite el GPS, active la restricción y seleccione usuarios para las restricciones basadas en ubicación.",

  "Table of contents": "Table of contents",
  "Introduction": "Introduction",
  "General Provisions": "General Provisions",
  "Privacy and GDPR Compliance": "Privacy and GDPR Compliance",
  "Your Account": "Your Account",
  "Services": "Services",
  "Technical Requirements": "Technical Requirements",
  "Intellectual Property": "Intellectual Property",
  "Limitations of Liability": "Limitations of Liability",
  "Complaints and Legal Remedies": "Complaints and Legal Remedies",
  "Contact Information": "Contact Information",
  "Final Provisions": "Final Provisions",

  "Add Seats to the Attendance Plan": "Añade asientos al Plan de Horario",
  "Flexible attendance tracking for growing teams, designed for simplicity": "Control de horario flexible para equipos en crecimiento, diseñado con simplicidad",
  "From": "Desde",
  "€1.50": "€1.50",
  "/user/month": "/usuario/mes",
  "when billed annually": "cuando se factura anualmente",
  "Get Started Now": "Comienza ahora",
  "Download on Web": "Regístrate en la Web",
  "Includes": "Incluye",
  "Attendance tracking & reporting": "Control y reportes de horario",
  "Unit management": "Gestión de unidades",
  "Team collaboration": "Colaboración en equipo",
  "Basic analytics": "Análisis básicos",
  "Email support": "Soporte por correo electrónico",
  "PDF and Excel export": "Exportación a PDF y Excel",
  "Location control": "Control de ubicación",
  "PIN and console login": "Inicio de sesión con PIN y consola",
  "Minimum 3 users required": "Mínimo 3 usuarios requeridos",
  "Register Now": "Regístrese ahora",
  "Thank you for submitting the form.": "Gracias por enviar el formulario.",
  "We will contact you shortly": "Lo contactaremos a la brevedad"
}
