{
  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Hero--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Digital inspection like never before": "Digitális önellenőrzés, ahogy még soha!",
  "Trusted by Leading Organizations": "Akik már minket választottak",
  "Streamline compliance, enhance safety, and drive efficiency with our smart QMS software": "Tedd hatékonyabbá a megfelelést, növeld a biztonságot, és fokozd a hatékonyságot az új generációs szoftverünkkel.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Logs--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Qoodo Logs": "Qoodo Naplók",
  "Digital Logging for control and efficiency": "Digitális naplózás a hatékonyság és irányítás érdekében",
  "Simplify and Streamline Your Logging Process": "Egyszerűsítsd és gyorsítsd fel a naplózási folyamatokat",
  "Starting Your logs": "Naplózás elindítása",
  "Initiating Logs": "Napló kitöltésének indítása",
  "Start your logging process by selecting the appropriate log. Each log has a dedicated page for easy data entry and management.": "Válaszd ki a megfelelő naplót a naplózási folyamat elindításához. Minden naplónak van egy külön adatrögzítő oldala az adatok egyszerű beviteléhez és kezeléséhez.",
  "Log Entry Review": "Naplóbejegyzések áttekintése",
  "Signing and Saving Logs:": "Napló aláírása és mentése",
  "Easily input and save log data for efficient tracking.": "Egyszerűen vidd be és mentsd a naplóadatokat a hatékony nyomon követés érdekében.",
  "Log Assignment": "Naplófeladatok kiosztása",
  "Assign logs": "Naplók kiosztása",
  "Assign logs as tasks to team members, with notifications to keep everyone on track.": "Oszd ki a naplókat feladatként a csapattagoknak, értesítésekkel, hogy mindenki nyomon követhesse.",
  "Log Export": "Napló exportálása",
  "Export logs in PDF or Excel format if needed, with options to customize the time interval. Get your team ready for the reports just by one-click sending them.": "Ha szükséges exportáld a naplókat PDF vagy Excel formátumban, vagy egy kattintásra küld át a munkatársaknak, ellenőröknek.",
  "Location-Based Logging": "Helyalapú naplózás",
  "QR Code & Localization": "QR kód és lokalizáció",
  "Generate QR codes for quick and easy log data input and management.Utilize localization to restrict logging based on GPS, ensuring logs are made from designated locations only.": "Generálj QR-kódokat a naplóadatok gyors és egyszerű beviteléhez és kezeléséhez. Használd a lokalizációt a naplózás korlátozására GPS alapján, biztosítva, hogy a naplózás csak kijelölt helyszíneken történjen.",
  "Custom labelling": "Egyedi címkézés",
  "New Label modul": "Címkéző modul",
  "Create any type of label for your tracking needs with our custom labeling module.": "Készíts bármilyen típusú címkét nyomon követési igényeidnek megfelelően egyéni címkéző modulunkkal.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------Book Demo--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Get Started Today": "Foglalj egy Demót",
  "Book a Demo from Qoodo.": "Foglalj egy Demót a Qoodo-tól.",
  "See how Qoodo can transform your quality management processes.": "Nézd meg, hogyan alakíthatja át a Qoodo a minőségirányítási folyamataidat.",
  "Book a Demo": "Bemutatót kérek",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO EFFICIENCY--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "Qoodo: The Smart Choice": "Qoodo: Az okos választás",
  "Experience the Advantages of Our System": "Tapasztald meg rendszerünk előnyeit",
  "Time saving": "Időmegtakarítás",
  "Efficiency and Productivity": "Hatékonyság és Termelékenység",
  "Regulatory compliance": "Szabályozási megfelelés",
  "Paper - based": "Papíralapú",
  "Other platforms": "Más platformok",
  "Qoodo": "Qoodo",
  "85% Time Savings in quality management with Qoodo.": "85% időmegtakarítás a minőségirányításban a Qoodo-val.",
  "95% Efficiency and Productivity in quality management with Qoodo.": "95% hatékonyság és termelékenység a minőségirányításban a Qoodo-val. ",
  "99% Regulatory compliance in quality management with Qoodo.": "99% szabályozási megfelelés a minőségirányításban a Qoodo-val.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Featuress--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "Fire Safety Tracking": "Tűzvédelmi Nyomkövetés",
  "Food Safety Tracking": "Élelmiszerbiztonsági Nyomkövetés",
  "Ensure full compliance with food safety regulations using Qoodo's comprehensive digital logs for critical control points, corrective actions, and sanitation procedures. Our solution supports HACCP, IFS, ISO 9001, and any other standards or internal and external policies.     Logs to be Filled Regularly:": "Biztosítsd az élelmiszerbiztonsági előírások teljes körű betartását a Qoodo digitális naplóival. A kritikus ellenőrzési pontoktól a helyesbítő intézkedéseken keresztül az összes egyéb kötelező folyamatok jogszabályszerű vezetéséig mindent megtalálsz rendszerünkben. Megoldásunk támogatja a HACCP, IFS, ISO 9001 és egyéb szabványokat. Rendszeresen Kitöltendő Naplók:",
  "Temperature Logs": "Hőmérsékleti és hűtőnaplók",
  "Sanitation Logs": "Takarítási és higiéniai naplók",
  "Employee Training Logs": "Munkavállalói képzési naplók",
  "Equipment Calibration Logs": "Berendezés kalibrációs naplók",
  "Pest Control Logs": "Kártevőirtási naplók",
  "Allergen Control Logs": "Allergénellenőrzési naplók",
  "Critical Control Point (CCP) Logs": "Kritikus Ellenőrzési Pont (CCP) naplók",
  "Water Quality and Testing Logs": "Vízminőség és tesztelési naplók",
  "Incident and Corrective Action Logs": "Eseti és helyesbítő intézkedési naplók",
  "Traceability Logs": "Nyomonkövethetőségi naplók",
  "Consumer Complaint Logs": "Fogyasztói panasz naplók",
  "Work Safety Tracking": "Munkabiztonsági nyomkövetés",
  "Digital Safety Records:": "Digitális biztonsági feljegyzések:",
  "Track incidents, near misses, safety observations, and compliance with safety training requirements digitally through Qoodo`s robust work safety tracking": "Kövesd nyomon az eseményeket, a majdnem bekövetkezett baleseteket, a biztonsági megfigyeléseket és a biztonsági képzési követelményeknek való megfelelést digitálisan a Qoodo robusztus munkabiztonsági nyomkövetőjén keresztül.",
  "Customizable Logs:": "Testreszabható naplók:",
  "Create and customize safety logs or checklists tailored to your organization`s specific safety protocols with ease.": "Hozz létre és szabj testre munkabiztonsági naplókat vagy ellenőrző listákat, amelyek könnyedén illeszkednek a szervezeted specifikus biztonsági protokolljaihoz.",
  "Fire Safety Compliance:": "Tűzvédelmi megfelelés:",
  "Ensure compliance with fire safety regulations using Qoodo`s fire safety tracking module. Log inspections, drills, incidents, and corrective actions digitally.": "Biztosítsd a tűzvédelmi előírások betartását a Qoodo tűzvédelmi nyomkövető moduljával. Digitálisan rögzítsd az ellenőrzéseket, gyakorlatokat, eseményeket és helyesbítő intézkedéseket.",
  "Flexible Logging:": "Rugalmas naplózás:",
  "Adapt fire safety protocols seamlessly with customizable logs and checklists within Qoodo.": "Alkalmazd könnyedén a tűzvédelmi protokollokat a testreszabható naplók és ellenőrző listák segítségével a Qoodo rendszerében.",
  "Self-monitoring Plan Compliance": "Önellenőrzési Terv szabályozási megfelelés",
  "Regulatory Compliance:": "Szabályozási megfelelés:",
  "Support compliance with Önellenőrzési Terv regulations through Qoodo`s digital recordkeeping and reporting capabilities. Manage regulatory documentation efficiently for audit readiness.": "Támogasd az Önellenőrzési Terv szabályozásainak való megfelelést a Qoodo digitális nyilvántartási és jelentéskészítési funkcióival. Kezeld hatékonyan a kötelező dokumentációkat az auditálásra való felkészüléshez.",
  "Ease of Customization": "Testreszabás kényelme",
  "Create Custom Logs and Checklists:": "Egyedi naplók és ellenőrző listák létrehozása:",
  "Easily create and customize logs, checklists, tasks, and protocols within Qoodo. Adapt templates quickly to meet evolving compliance needs and operational requirements.": "Hozz létre és szabj testre naplókat, ellenőrző listákat, feladatokat és protokollokat könnyedén a Qoodo rendszerében. Alkalmazkodj a változó jogszabályi igényekhez és működési követelményekhez egy rugalmas és testre szabható applikációval.",
  "Flexible Audit Protocols:": "Rugalmas audit protokollok:",
  "Empower your team with Qoodo`s flexible audit protocols and inspection systems. Customize audit templates to align with specific regulatory standards and organizational processes.": "Tedd lehetővé a csapatod számára, hogy a Qoodo audit protokolljaival és ellenőrzési rendszereivel dolgozzanak. Szabd testre az audit sablonokat, hogy azok igazodjanak a specifikus szabályozási szabványokhoz és szervezeti folyamatokhoz.",
  "Attendance Tracking": "Jelenlét nyomonkövetése",
  "Employee Attendance Management": "Munkavállalói jelenlét kezelése",
  "Simplify attendance tracking with Qoodo’s digital solution. Monitor employee attendance, manage timesheets, and ensure compliance with labor regulations efficiently.": "Egyszerűsítsd a jelenlét nyomonkövetését a Qoodo digitális megoldásával. Kövesd nyomon a munkavállalók jelenlétét, kezeld az időnyilvántartásokat, és biztosítsd a munkaügyi szabályozásoknak való megfelelést hatékonyan.",
  "Detailed Logs": "Részletes naplók",
  "Maintain accurate and detailed attendance logs for better workforce management and audit readiness.": "Tarts fenn pontos és részletes jelenléti naplókat a jobb munkaerő-kezelés és auditálási felkészültség érdekében.",
  "Efficient Tools for Quality Management and Compliance": "Hatékony eszközök a minőségirányítás és a megfelelés támogatásához",
  "Key Features and How They Benefit You": "Főbb jellemzők és hogyan előnyösek számodra",
  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO industries--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Who is Qoodo's Smart QMS Software Perfect For?": "Kinek tökéletes a Qoodo Smart QMS szoftvere?",
  "Our solution is ideal for a variety of industries including:": "Megoldásunk ideális különféle iparágak számára, beleértve:",

  "Food Manufacturers": "Élelmiszergyártók",
  "Streamline production processes and ensure product quality.": "Egyszerűsítsd a gyártási folyamatokat és biztosítsd a termék minőségét.",

  "Hospitality Providers": "Vendéglátók",
  "Maintain high standards of food safety and service quality.": "Tartsd fenn a magas élelmiszerbiztonsági és szolgáltatási minőségi színvonalat.",

  "Accommodation Service Providers": "Szálláshely szolgáltatók",
  "Enhance guest satisfaction by ensuring consistent service and facility standards.": "Növeld a vendégek elégedettségét azáltal, hogy biztosítod az állandó szolgáltatási és létesítmény színvonalat.",

  "Occupational Safety and Fire Protection": "Munka és Tűzvédelmi szakemberek és cégek",
  "Ensure workplace safety by implementing and monitoring compliance with safety regulations.": "Biztosítsd a munkahelyi biztonságot a biztonsági előírások betartásának végrehajtásával és nyomon követésével.",

  "HACCP, ISO, and IFS Experts and Companies": "HACCP, ISO és IFS szakértők és cégek",
  "Streamline compliance with international standards and maintain certification requirements.": "Egyszerűsítsd a nemzetközi szabványoknak való megfelelést, és tartsd fenn a tanúsítványi követelményeket.",

  "Quality Assurance Officers and Teams": "Minőségbiztosítási felelősök és csapatok",
  "Implement robust quality control measures and procedures.": "Valósíts meg hatékony minőségellenőrzési intézkedéseket és eljárásokat.",

  "Internal and External Auditors": "Belső és Külső Auditorok",
  "Conduct thorough audits and maintain transparency.": "Végezz alapos auditokat és biztosítsd az átláthatóságot.",

  "Other companies where various standards are applied": "Egyéb vállalatok, ahol különféle szabványokat alkalmaznak",
  "Optimize processes to meet diverse industry standards and improve operational efficiency.": "Optimalizáld a folyamatokat, hogy megfelelj a különböző ipari szabványoknak, és növeld a működési hatékonyságot.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Standards--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Standards We Support": "Szabványok, amelyeket támogatunk",
  "HACCP": "HACCP",
  "Hazard Analysis and Critical Control Points for food safety.": "Veszélyelemzés és kritikus ellenőrzési pontok az élelmiszerbiztonság érdekében.",
  "IFS": "IFS",
  "International Featured Standards for ensuring product safety and quality.": "Nemzetközi Szabványok a termékbiztonság és minőség biztosítására.",
  "ISO 9001": "ISO 9001",
  "Quality management system standards.": "Minőségirányítási rendszer szabványok.",
  "ISO 22000": "ISO 22000",
  "Food safety management system standards.": "Élelmiszerbiztonsági irányítási rendszer szabványok.",
  "BRC": "BRC",
  "British Retail Consortium standards for food safety and quality.": "Brit Kiskereskedelmi Konzorcium szabványok az élelmiszerbiztonság és minőség érdekében.",
  "Local Regulatory Standards": "Helyi Szabályozási Előírások",
  "Compliance with local food safety and quality regulations.": "A helyi élelmiszerbiztonsági és minőségi előírások betartása.",
  "Internal Policies": "Belső Szabályzatok",
  "Adherence to your organization's internal quality and safety policies.": "A szervezet belső minőségi és biztonsági szabályzatainak betartása.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO FAQ--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "Frequently Asked Questions": "Gyakran Ismételt Kérdések",
  "What benefits does Qoodo's quality management software provide?": "Milyen előnyöket nyújt a Qoodo minőségirányítási szoftvere?",
  "Qoodo's quality management software enhances operational efficiency, improves safety and compliance, streamlines tracking and reporting processes, and integrates seamlessly with other tools, leading to increased productivity and profitability.": "A Qoodo minőségirányítási szoftvere növeli a működési hatékonyságot, javítja a biztonságot és a megfelelőséget, egyszerűsíti a nyomon követési és jelentési folyamatokat, valamint zökkenőmentesen integrálódik más eszközökkel, így növeli a termelékenységet és a nyereségességet.",

  "What key features does Qoodo offer for quality management?": "Milyen kulcsfontosságú funkciókat kínál a Qoodo a minőségirányításhoz?",
  "Qoodo includes essential features such as customizable checklist creation, detailed inspection and audit capabilities, real-time analytics and reporting, mobile accessibility for on-the-go inspections, task assignment and notifications, and centralized data storage.": "A Qoodo testreszabható ellenőrzőlisták készítését, részletes ellenőrzési és auditálási képességeket, valós idejű elemzéseket és jelentéseket, mobil hozzáférést a helyszíni ellenőrzésekhez, feladatkiosztást és értesítéseket, valamint központosított adattárolást kínál.",

  "How does Qoodo improve safety and compliance?": "Hogyan javítja a Qoodo a biztonságot és a megfelelőséget?",
  "Qoodo enhances safety and compliance through regular inspections and audits, real-time tracking of compliance metrics, incident reporting and follow-up alerts, and in-app safety and compliance training, ensuring a secure environment for all stakeholders.": "A Qoodo rendszeres ellenőrzésekkel és auditokkal, a megfelelőségi mutatók valós idejű nyomon követésével, eseményjelentésekkel és nyomon követési értesítésekkel, valamint a biztonsági és megfelelőségi képzéssel biztosítja a biztonságos környezetet minden érintett számára.",

  "Is Qoodo suitable for various industries and businesses?": "A Qoodo alkalmas különböző iparágak és vállalkozások számára?",
  "Yes, Qoodo is versatile and ideal for a wide range of industries and businesses, including:\n- Food Manufacturers\n- Food Service Providers\n- Safety Managers\n- Compliance Officers\n- Quality Assurance Teams\n- Internal and External Auditors\n- Hospitality Industry\n- Healthcare Facilities\n- Manufacturing Plants\n- Retail Chains": "Igen, a Qoodo sokoldalú és ideális számos iparág és vállalkozás számára, beleértve:\n- Élelmiszergyártók\n- Élelmiszer-szolgáltatók\n- Biztonsági vezetők\n- Megfelelőségi tisztek\n- Minőségbiztosítási csapatok\n- Belső és külső auditorok\n- Vendéglátóipar\n- Egészségügyi intézmények\n- Gyártó üzemek\n- Kiskereskedelmi láncok",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------QOODO Case Studies--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Case Studies": "Tapasztalatok",
  "Learn how Qoodo has helped businesses achieve their quality management goals.": "Tudd meg, hogyan segített a Qoodo a vállalkozásoknak elérni céljaikat.",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------Contact Form--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Contact Us": "Lépj velünk kapcsolatba",
  "First Name": "Keresztnév",
  "Last Name": "Vezetéknév",
  "Email": "E-mail",
  "Enter your message here": "Írd ide az üzeneted",
  "Submit": "Küldés",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------Header--------------------------------------------------------------------------------------------------------------------------------------------": ",",
  "Features": "Funkciók",
  "Logs": "Naplók",
  "Industries": "Iparágak",
  "Standards": "Szabványok",
  "Audit": "Audit",
  "Book Demo": "Bemutató",
  "---------------------------------------------------------------------------------------------------------------------------------------------------------Footer--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Navigation": "Navigáció",
  "Support": "Támogatás",
  "Terms of Use": "Felhasználási feltételek",
  "Cookies": "Sütik",
  "2024 Qoodo. All rights reserved": "2024 Qoodo. Minden jog fenntartva",
  "Our Social": "Közösségi oldalaink",

  "---------------------------------------------------------------------------------------------------------------------------------------------------------BookDEMo--------------------------------------------------------------------------------------------------------------------------------------------": ",",

  "Name is required": "Név megadása kötelező",
  "Invalid email address": "Érvénytelen e-mail cím",
  "Phone Number is required": "Telefonszám megadása kötelező",
  "At least one interest must be selected": "Legalább egy érdeklődési területet ki kell választani",
  "Form Submitted": "Űrlap beküldve",
  "Your demo request has been sent successfully.": "A bemutató iránti kérelmedet sikeresen elküldtük.",
  "Submission Failed": "Beküldés sikertelen",
  "There was an issue submitting your request.": "Probléma merült fel a kérelem beküldésekor.",
  "Online logging": "Online naplózás",
  "Audit and inspection": "Audit és ellenőrzés",
  "Digital Attendance": "Digitális jelenléti ív",
  "Education": "Oktatás",
  "HACCP/IFS/ISO": "HACCP/IFS/ISO",
  "Applying the new self-monitoring regulation": "Az új önellenőrzési szabályozás alkalmazása",
  "Something else": "Valami más",
  "Qoodo digital logging": "Qoodo digitális naplózás",
  "Qoodo Audit": "Qoodo audit",
  "Qoodo Attendance assistance": "Qoodo jelenléti segítség",
  "Qoodo Education": "Qoodo oktatás",
  "Qoodo \"perform to earn\" program": "Qoodo \"teljesítményért jutalom\" program",
  "Experience Qoodo in Action": "Tapasztald meg a Qoodo működés közben",
  "Book a demo to see first hand how Qoodo QMS can transform your business. Let's explore together:": "Foglalj le egy bemutatót, hogy első kézből lásd, hogyan alakíthatja át a Qoodo a vállalkozásodat. Fedezzük fel együtt:",
  "How Qoodo QMS optimizes workflows and enhances productivity.": "Hogyan optimalizálja a Qoodo a munkafolyamatokat és növeli a termelékenységet.",
  "How are our features designed to meet temporary and permanent": "Hogyan támogatják a funkcióink az üzleti célok elérését?",
  "How Qoodo QMS assists in maintaining regulatory compliance": "Hogyan segít a Qoodo a szabályozási megfelelés fenntartásában.",
  "Our Solutions": "Megoldásaink",

  "Fill out the form below to book a demo and see how our": "Töltsd ki az alábbi űrlapot, hogy bemutatót foglalhass, és megnézhesd, hogyan optimalizálják a megoldásaink a munkafolyamatokat.",
  "I am interested in knowing about": "Érdekel, hogy"
}
